Repository: Zhuzhzhalka/LinuxApplicationDevelopment2023
Catalog: 11_Documenting/po/*.po
Languages: ru

source: Usage: ./num_guesser [OPTION]...
ru: Использование: ./num_guesser [ОПЦИЯ]...

source: Simple guess number game.
ru: Простая игра на загадывание чисел.

source: -h, --help display help message
ru: -h, --help вывести справочное сообщение

source: -r work with numbers in roman form
ru: -r работать с римскими цифрами

source: Think about some number from I to C. I'll guess it!
ru: Загадайте какое-то число от I до C. Я его угадаю!

source: Think about some number from 1 to 100. I'll guess it!
ru: Загадайте какое-то число от 1 до 100. Я его угадаю!

source: Is your number bigger than %s?
ru: Ваше число больше чем %s?

source: Is your number bigger than %d?
ru: Ваше число больше чем %d?

source: yes
ru: да

source: no
ru: нет

source: Answer 'yes' or 'no'
ru: Ответьте 'да' или 'нет'

source: Your number is %s
ru: Ваше число - это %s

source: Your number is %d
ru: Ваше число - это %d
